package test.yzx.com.newapp3.conts;

/**
 * Created by yangzhenxiang on 2018/7/15.
 */

public interface NetDatas {
    
    String yule_1 = "[{\"id\":10001,\"title\":\"《手机2》片场照首曝光，61岁葛优有头发了，范冰冰造型复古时髦\",\"time\":\"2018-06-20 10:20:20\",\"image\":\"http://p3.pstatp.com/origin/pgc-image/15316217169167cae963071\"}," +
            "{\"id\":10002,\"title\":\"曾是挚友如今却沦为仇人的明星都有谁？\",\"time\":\"2018-06-20 10:20:20\",\"image\":\"https://p3.pstatp.com/large/150c0009055ef9c3aded\"}," +
            "{\"id\":10003,\"title\":\"章泽天这么称呼刘强东的儿子，两个字暴露家中地位，网友：情商高！\",\"time\":\"018-06-20 10:20:20\",\"image\":\"https://p9.pstatp.com/list/190x124/pgc-image/1531578146628477080a3d2\"}," +
            "{\"id\":10004,\"title\":\"窦靖童纹下巴陪妹妹变丑，李嫣整容成功，洗掉纹身陪妹妹一起变美\",\"time\":\"2018-06-20 10:20:20\",\"image\":\"https://p9.pstatp.com/list/190x124/pgc-image/15316109222631e04ee7816\"}," +
            "{\"id\":10005,\"title\":\"这六部超好看的电视剧就要上映了！你最想追哪一部呢\",\"time\":\"2018-06-20 10:20:20\",\"image\":\"http://p1.pstatp.com/large/pgc-image/15260266720623863a4cdab\"}," +
            "{\"id\":10006,\"title\":\"为什么田馥甄不喜欢林俊杰？\",\"time\":\"2018-06-20 10:20:20\",\"image\":\"https://p3.pstatp.com/list/190x124/3a2200069a2cb2c4d58b\"}," +
            "{\"id\":10007,\"title\":\"王祖蓝问王源将来自己的儿子叫什么，小源的回答是认真的吗？\",\"time\":\"2018-06-20 10:20:20\",\"image\":\"https://p3.pstatp.com/list/190x124/pgc-image/15315539370009097e6ac9b\"}," +
            "{\"id\":10008,\"title\":\"《爱情公寓》电影版要凉？网友吐槽不过及格线某女星整得认不出来\",\"time\":\"2018-06-20 10:20:20\",\"image\":\"https://p3.pstatp.com/list/190x124/pgc-image/1531578586088893b7086a7\"}," +
            "{\"id\":10009,\"title\":\"抖音上的八位网红，如果你能认的全，证明你已中了抖音的毒\",\"time\":\"2018-06-20 10:20:20\",\"image\":\"https://p1.pstatp.com/list/190x124/pgc-image/1530959395096d6ff4dd525\"}," +
            "{\"id\":10010,\"title\":\"冯小刚拍完手机2看药神，大赞影片是中国之幸，2万网友评论看不到\",\"time\":\"2018-06-20 10:20:20\",\"image\":\"https://p9.pstatp.com/list/190x124/pgc-image/1531621310744e87671d5e1\"}]";
    
    String yule_2 ="[{\"title\":\"你知道哪些被封杀的明星？\",\"id\":100011,\"time\":\"2018-06-20 10:20:20\",\"image\":\"https://p9.pstatp.com/list/190x124/16aa000831c26bbdc16e\"}," +
            "{\"title\":\"暑假播出的19部电视剧，你准备好肥宅的追剧之路了吗？\",\"id\":100012,\"time\":\"2018-06-20 10:20:20\",\"image\":\"https://p1.pstatp.com/list/190x124/pgc-image/153068010648662955b4022\"}," +
            "{\"title\":\"迪丽热巴成为大众女神，一位网红却为她背了不少黑锅，她是谁？\",\"id\":100013,\"time\":\"2018-06-20 10:20:20\",\"image\":\"https://p3.pstatp.com/list/190x124/pgc-image/15301983412874693cd48c6\"}," +
            "{\"title\":\"蔡徐坤住富人区，范丞丞Justin住别墅，组合里只有他靠打工生活！\",\"id\":100014,\"time\":\"2018-06-20 10:20:20\",\"image\":\"https://p1.pstatp.com/list/190x124/pgc-image/152984708131536bbc122ff\"}," +
            "{\"title\":\"和明星住一个小区是种什么体验？\",\"id\":100015,\"time\":\"2018-06-20 10:20:20\",\"image\":\"https://p1.pstatp.com/list/190x124/3a2000053b9f34cc8ff2\"}," +
            "{\"title\":\"女星戴上珠冠，赵丽颖，三七惊艳到不行，可最后我却被热巴吸引了\",\"id\":100016,\"time\":\"2018-06-20 10:20:20\",\"image\":\"https://p3.pstatp.com/list/190x124/pgc-image/15313108552839c145d11f6\"}," +
            "{\"title\":\"明星手机壳：赵丽颖土气，蔡徐坤低调，千玺奇葩，陈立农、热巴可爱\",\"id\":100017,\"time\":\"2018-06-20 10:20:20\",\"image\":\"https://p1.pstatp.com/list/190x124/pgc-image/153129029352489a10984a8\"}," +
            "{\"title\":\"宋喆当庭认罪，请求法院从轻处罚，网友呼：你这不是坑马蓉么\",\"id\":100018,\"time\":\"2018-06-20 10:20:20\",\"image\":\"https://p3.pstatp.com/list/190x124/pgc-image/15314526342760a8d89a24f\"}," +
            "{\"title\":\"钱枫自曝曾追一个女孩并移居厦门，目测煲汤小姐姐要火啊！\",\"id\":100019,\"time\":\"2018-06-20 10:20:20\",\"image\":\"https://p1.pstatp.com/list/190x124/pgc-image/1531614705278d684a4d627\"}," +
            "{\"title\":\"王菲凭什么让谢霆锋上瘾一辈子？\",\"id\":100020,\"time\":\"2018-06-20 10:20:20\",\"image\":\"https://p1.pstatp.com/list/190x124/150c0012411e4a32f01a\"}]";
    
    String jingji_1="[{\"title\":\"月薪过万的90后，大部分都是做什么的？\",\"image\":\"https://p1.pstatp.com/list/190x124/6595001a4a8370a4214c\",\"time\":\"2018-06-20 10:20:20\",\"id\":\"20001\"}," +
            "{\"title\":\"中国人口大迁移：最具潜力的三个二线城市\",\"image\":\"https://p1.pstatp.com/list/190x124/pgc-image/1531356737999be343668fe\",\"time\":\"2018-06-20 10:20:20\",\"id\":\"20002\"}," +
            "{\"title\":\"中国人口大迁移\",\"image\":\"https://p1.pstatp.com/list/190x124/pgc-image/15313001503477318d42987\",\"time\":\"2018-06-20 10:20:20\",\"id\":\"20003\"}," +
            "{\"title\":\"90后“最牛”老赖！27岁欠款高达1.4亿元！他是谁？\",\"image\":\"https://p1.pstatp.com/list/190x124/pgc-image/152567593716143e3440dda\",\"time\":\"2018-06-20 10:20:20\",\"id\":\"20004\"}," +
            "{\"title\":\"为什么有那么多9.9成新的二手车在卖？\",\"image\":\"https://p1.pstatp.com/list/190x124/3e7d0004fdc2fa7c4964\",\"time\":\"2018-06-20 10:20:20\",\"id\":\"20005\"}," +
            "{\"title\":\"如果你有个二三十万，以现在的社会经济情况，做什么生意比较好？\",\"image\":\"https://p1.pstatp.com/list/190x124/dd10006c4dc937cebec\",\"time\":\"2018-06-20 10:20:20\",\"id\":\"20006\"}," +
            "{\"title\":\"创业17年，32次创业失败，如今靠“制造美女”的80后现身家65亿！\",\"image\":\"https://p3.pstatp.com/list/190x124/pgc-image/153163378924893aa4ae065\",\"time\":\"2018-06-20 10:20:20\",\"id\":\"20007\"}," +
            "{\"title\":\"手机又要卖不出去了：5个月都在下跌，这四个品牌依然稳如泰山\",\"image\":\"https://p3.pstatp.com/list/190x124/pgc-image/153116893850633728d3784\",\"time\":\"2018-06-20 10:20:20\",\"id\":\"20008\"}," +
            "{\"title\":\"7月份，一场重要的年中经济工作会议将召开\",\"image\":\"https://p3.pstatp.com/list/190x124/pgc-image/1531574876202819cb924d3\",\"time\":\"2018-06-20 10:20:20\",\"id\":\"20009\"}," +
            "{\"title\":\"全民整装节，装修也过节！装修主材、家具配饰一折起！\",\"image\":\"https://sf3-ttcdn-tos.pstatp.com/img/web.business.image/201807155d0d83307b8ea48e42e58c27~640x0.image\",\"time\":\"2018-06-20 10:20:20\",\"id\":\"20010\"}]";
    
    String jingji_2="[{\"title\":\"一个人花8元买了只鸡，9元卖出去10元买回来，11元再卖出去，他赚了多少钱？\",\"image\":\"https://p1.pstatp.com/list/190x124/355f0007225b315d0a6e\",\"time\":\"2018-06-20 10:20:20\",\"id\":\"20011\"}," +
            "{\"title\":\"靠“空手套白狼”成中国最年轻亿万富豪，如今锒铛入狱被判无期！\",\"image\":\"https://p1.pstatp.com/list/190x124/pgc-image/15263750322733420e83744\",\"time\":\"2018-06-20 10:20:20\",\"id\":\"20012\"}," +
            "{\"title\":\"为什么大多数的银行里面没有洗手间？看完可算涨见识了\",\"image\":\"https://p1.pstatp.com/list/190x124/pgc-image/153132049870605e8af717b\",\"time\":\"2018-06-20 10:20:20\",\"id\":\"20013\"}," +
            "{\"title\":\"北京最富的是女人陈丽华，北京4大女富豪\",\"image\":\"https://p3.pstatp.com/list/190x124/pgc-image/1526391825239ce4118998a\",\"time\":\"2018-06-20 10:20:20\",\"id\":\"20014\"}," +
            "{\"title\":\"现在的袁大头到底值多少钱？\",\"image\":\"https://p3.pstatp.com/list/190x124/93360017a583ffa886de\",\"time\":\"2018-06-20 10:20:20\",\"id\":\"20015\"}," +
            "{\"title\":\"看看王健林的出行排场，再看看马云，就知道两人区别在哪了\",\"image\":\"https://p3.pstatp.com/list/190x124/pgc-image/1531619342358b6990c636e\",\"time\":\"2018-06-20 10:20:20\",\"id\":\"20016\"}," +
            "{\"title\":\"IPhoneX全线崩溃，库克做了一个艰难的决定！\",\"image\":\"https://p9.pstatp.com/list/190x124/pgc-image/1531581968327baa9715954\",\"time\":\"2018-06-20 10:20:20\",\"id\":\"20017\"}," +
            "{\"title\":\"刘銮雄后宫的4位佳人，关之琳、李嘉欣和蔡少芬都败给一个娱记！\",\"image\":\"https://p9.pstatp.com/list/190x124/pgc-image/153043456817251e1226f6d\",\"time\":\"2018-06-20 10:20:20\",\"id\":\"20018\"}," +
            "{\"title\":\"现实版的人间仙境——恩施大峡谷\",\"image\":\"https://sf3-ttcdn-tos.pstatp.com/img/web.business.image/201805035d0d1fca9aa35c1143fb929a~172x120_cs.jpeg\",\"time\":\"2018-06-20 10:20:20\",\"id\":\"20019\"}," +
            "{\"title\":\"许家印视察美国FF总部 与管理层研讨未来发展\",\"image\":\"https://p1.pstatp.com/list/190x124/pgc-image/15316154492637a639acac5\",\"time\":\"2018-06-20 10:20:20\",\"id\":\"20020\"}]";
    
    String jiaoyu_1="[{\"title\":\"如何看待湖南邵阳的“无妈村”现象？\",\"image\":\"https://p3.pstatp.com/list/190x124/4ace000e255caf49c684\",\"time\":\"2018-06-21 14:20:00\",\"id\":\"30001\"}," +
            "{\"title\":\"关掉垃圾动画片！最值得陪孩子一起看的10部高分电影，家长需知\",\"image\":\"https://p1.pstatp.com/list/190x124/pgc-image/1531476880591375af7609c\",\"time\":\"2018-06-21 14:20:00\",\"id\":\"30002\"}," +
            "{\"title\":\"谢娜被问什么时候生二胎，她的回答吓坏小S\",\"image\":\"https://i0.pstatp.com/list/9650000b5916cf07538c\",\"time\":\"2018-06-21 14:20:00\",\"id\":\"30003\"}," +
            "{\"title\":\"同样是碗中的一根头发，两位宝妈不同做法让我明白了什么是高情商\",\"image\":\"https://p3.pstatp.com/list/190x124/pgc-image/1528211247332fef4309c08\",\"time\":\"2018-06-21 14:20:00\",\"id\":\"30004\"}," +
            "{\"title\":\"贫穷会让孩子感到自卑吗？\",\"image\":\"https://p1.pstatp.com/list/190x124/d2a00043c4a204e2da6\",\"time\":\"2018-06-21 14:20:00\",\"id\":\"30005\"}," +
            "{\"title\":\"一篇新生儿父亲的感人日记，当宝爸的我看完眼睛湿润了\",\"image\":\"https://p9.pstatp.com/list/190x124/pgc-image/1524293490636e083adfb39\",\"time\":\"2018-06-21 14:20:00\",\"id\":\"30006\"}," +
            "{\"title\":\"霍思燕VS黄圣依：孩子出不出色，与母亲的性格关系重大！\",\"image\":\"https://p3.pstatp.com/list/190x124/pgc-image/152594593127165a2df58c2\",\"time\":\"2018-06-21 14:20:00\",\"id\":\"30007\"}," +
            "{\"title\":\"菜场妈妈教出博士女儿：她常说的这四个字，激发了孩子的潜能\",\"image\":\"https://p3.pstatp.com/list/190x124/pgc-image/153087354749845ae1e93f0\",\"time\":\"2018-06-21 14:20:00\",\"id\":\"30008\"}," +
            "{\"title\":\"孩子抱在怀里就睡觉，放下就醒，怎么办？\",\"image\":\"https://p1.pstatp.com/list/190x124/16aa0005e83c8909e7d5\",\"time\":\"2018-06-21 14:20:00\",\"id\":\"30009\"}," +
            "{\"title\":\"男星体验分娩：王祖蓝4级流泪，陆毅说剖了吧，他却硬挺到了10级\",\"image\":\"https://p1.pstatp.com/list/190x124/pgc-image/15314843926302dc6b261c9\",\"time\":\"2018-06-21 14:20:00\",\"id\":\"30010\"}]";
    
    String jiaoyu_2="[{\"title\":\"癫痫患者是否隔代遗传？有哪些依据？\",\"image\":\"https://p1.pstatp.com/list/190x124/834f00034d8f1ba28b87\",\"time\":\"2018-06-21 14:20:00\",\"id\":\"30011\"}," +
            "{\"title\":\"嫁给极品妈宝男，有多可怕了？网友：让他有多远滚多远\",\"image\":\"https://p3.pstatp.com/list/190x124/pgc-image/1525740838489ff3488ddeb\",\"time\":\"2018-06-21 14:20:00\",\"id\":\"30012\"}," +
            "{\"title\":\"决定断奶前，请一定先看看这篇\",\"image\":\"https://p1.pstatp.com/list/190x124/pgc-image/152607647634541135be521\",\"time\":\"2018-06-21 14:20:00\",\"id\":\"30013\"}," +
            "{\"title\":\"我月薪4万，撑起这个家的却不是我！\",\"image\":\"https://p1.pstatp.com/list/190x124/pgc-image/1524817718475dc2b1482f1\",\"time\":\"2018-06-21 14:20:00\",\"id\":\"30014\"}," +
            "{\"title\":\"自闭症的儿童经过训练成为正常的儿童吗？\",\"image\":\"https://p3.pstatp.com/list/190x124/911a000116f36320ac7b\",\"time\":\"2018-06-21 14:20:00\",\"id\":\"30015\"}," +
            "{\"title\":\"难怪宝宝总生病，宝妈的这7种行为，正在悄悄破坏宝宝的免疫力\",\"image\":\"https://p3.pstatp.com/list/190x124/pgc-image/152517983097069fa62b2e1\",\"time\":\"2018-06-21 14:20:00\",\"id\":\"30016\"}," +
            "{\"title\":\"高端纸尿裤有哪些？有国产比较好的高端纸尿裤吗？\",\"image\":\"https://p1.pstatp.com/list/190x124/pgc-image/153146978139797b9669855\",\"time\":\"2018-06-21 14:20:00\",\"id\":\"30017\"}," +
            "{\"title\":\"戴安娜王妃留给威廉和哈里王子一笔最宝贵的遗产是什么？\",\"image\":\"https://p3.pstatp.com/list/190x124/pgc-image/152557044956505cf99a1fa\",\"time\":\"2018-06-21 14:20:00\",\"id\":\"30018\"}," +
            "{\"title\":\"宝宝两周岁了，身高体重都不长是怎么回事？\",\"image\":\"https://p9.pstatp.com/list/190x124/83470010c4d259f9181a\",\"time\":\"2018-06-21 14:20:00\",\"id\":\"30019\"}," +
            "{\"title\":\"如何看自己生的是不是小公主，妈妈说老一辈这么看\",\"image\":\"https://p3.pstatp.com/list/190x124/pgc-image/15245414430290bc689d6da\",\"time\":\"2018-06-21 14:20:00\",\"id\":\"30020\"}]";

    String junshi_1="[{\"title\":\"单杠卷身上422个，上士的纪录是如何创造的？\",\"image\":\"https://p1.pstatp.com/list/190x124/pgc-image/15315775917904770e606bb\",\"time\":\"2018-06-22 11:32:20\",\"id\":\"40001\"}," +
            "{\"title\":\"永暑岛上发现的淡水是怎么来的？\",\"image\":\"https://p1.pstatp.com/list/190x124/9125000751a7e65c5f24\",\"time\":\"2018-06-22 11:32:20\",\"id\":\"40002\"}," +
            "{\"title\":\"首艘055大驱取名“南昌舰”！仅剩两省城名字可用，以后怎么办\",\"image\":\"https://p3.pstatp.com/list/190x124/pgc-image/1531407057441b079ff1e15\",\"time\":\"2018-06-22 11:32:20\",\"id\":\"40003\"}," +
            "{\"title\":\"在战场上用尸体挡子弹靠谱吗？看看上过战场的老兵是怎么说的！\",\"image\":\"https://p3.pstatp.com/list/190x124/pgc-image/1531183096664e339486bf7\",\"time\":\"2018-06-22 11:32:20\",\"id\":\"40004\"}," +
            "{\"title\":\"苏联解体后，为何大批专家投奔中国？这一条件没人能拒绝\",\"image\":\"https://p1.pstatp.com/list/190x124/pgc-image/1531548695646c80d417ef8\",\"time\":\"2018-06-22 11:32:20\",\"id\":\"40005\"}," +
            "{\"title\":\"到了2020年，奥巴马可以再次竞选总统吗？为什么？\",\"image\":\"https://p3.pstatp.com/list/190x124/8e19000bde70fa24fca7\",\"time\":\"2018-06-22 11:32:20\",\"id\":\"40006\"}," +
            "{\"title\":\"南京大屠杀主犯，绞刑挣扎了12分30秒\",\"image\":\"https://p3.pstatp.com/list/190x124/pgc-image/15314078668067326348c15\",\"time\":\"2018-06-22 11:32:20\",\"id\":\"40007\"}," +
            "{\"title\":\"我军仅有一次紧急召回退役老兵，结果，无一人缺席\",\"image\":\"https://p1.pstatp.com/list/190x124/pgc-image/1526257738390963dbb8745\",\"time\":\"2018-06-22 11:32:20\",\"id\":\"40008\"}," +
            "{\"title\":\"这个中国人究竟是何来历？自愿为“伟大的美军服役”\",\"image\":\"https://p3.pstatp.com/list/190x124/pgc-image/15314025821601c0770ec5e\",\"time\":\"2018-06-22 11:32:20\",\"id\":\"40009\"}," +
            "{\"title\":\"萨达姆一手提拔的保镖，为2500万美元出卖萨达姆，现状如何了？\",\"image\":\"https://p3.pstatp.com/list/190x124/911c000e9636b1b57964\",\"time\":\"2018-06-22 11:32:20\",\"id\":\"40010\"}]";

    String junshi_2="[{\"title\":\"为了让钱学森回国，当初付出了什么样的代价？\",\"image\":\"https://p3.pstatp.com/list/190x124/2499000c688c6e5e6f4f\",\"time\":\"2018-06-22 11:32:20\",\"id\":\"40011\"}," +
            "{\"title\":\"十大狙击手，美国2人，俄罗斯4人，中国是多少？\",\"image\":\"https://p3.pstatp.com/list/190x124/pgc-image/152957984039590ffbbbd55\",\"time\":\"2018-06-22 11:32:20\",\"id\":\"40012\"}," +
            "{\"title\":\"此人是世界第一狙击手，狙杀七百多位敌人，脸被打掉半个活近百岁\",\"image\":\"https://p3.pstatp.com/list/190x124/pgc-image/15288575245475bd714c1c0\",\"time\":\"2018-06-22 11:32:20\",\"id\":\"40013\"}," +
            "{\"title\":\"大清灭亡后，原先的100万清军去了哪里？有一部队撑到1987年\",\"image\":\"https://p9.pstatp.com/list/190x124/pgc-image/1531475894665f0c2e26381\",\"time\":\"2018-06-22 11:32:20\",\"id\":\"40014\"}," +
            "{\"title\":\"历史上，为什么说广西是战斗力最强的省？\",\"image\":\"https://p9.pstatp.com/list/190x124/24990000e40045f5a778\",\"time\":\"2018-06-22 11:32:20\",\"id\":\"40015\"}," +
            "{\"title\":\"95岁老兵一生未成家，思念日本女友69年，希望余生再见一面\",\"image\":\"https://p3.pstatp.com/list/190x124/pgc-image/15313880484683ed079a29f\",\"time\":\"2018-06-22 11:32:20\",\"id\":\"40016\"}," +
            "{\"title\":\"二战苏联如何处理日军女兵，少量幸存者回国，不敢回忆那段历史\",\"image\":\"https://p3.pstatp.com/list/190x124/pgc-image/1529801295492259aa472ce\",\"time\":\"2018-06-22 11:32:20\",\"id\":\"40017\"}," +
            "{\"title\":\"子弹威力到底如何？看这些放慢的动图效果，别被化妆效果欺骗了！\",\"image\":\"https://p3.pstatp.com/list/190x124/pgc-image/15309270050403811bae25d\",\"time\":\"2018-06-22 11:32:20\",\"id\":\"40018\"}," +
            "{\"title\":\"地理位置最好的国家是哪个？\",\"image\":\"https://p3.pstatp.com/list/190x124/5d4c000ec0746f555dda\",\"time\":\"2018-06-22 11:32:20\",\"id\":\"40019\"}," +
            "{\"title\":\" 幻影战机尾部被插，F15摔断了头，这些战机事故很奇葩\",\"image\":\"https://p3.pstatp.com/list/190x124/pgc-image/15316150450880018d05c0b\",\"time\":\"2018-06-22 11:32:20\",\"id\":\"40020\"}]";
}
